/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Predstavljamo Skypeov Wi-Fi";
"INTRO_SUBHEADER" = "Spojite se na internet na javnim Wi-Fi hotspotovima i kreditom za Skype platite samo minute koje iskoristite.";
"INTRO_ICON_WIFI" = "Služite se Skypeom, provjerite e-poštu i surfajte internetom.";
"INTRO_ICON_GLOBE" = "Skypeov Wi-Fi dostupan je na više od milijun lokacija diljem svijeta.";
"INTRO_ICON_SKYPECREDIT" = "Platite samo minute koje iskoristite.";

"STATE_CHECKINGNETWORK_HEADER" = "Pričekajte…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Provjera mreže za Skypeov Wi-Fi";

"STATE_JOINWIFI_HEADER" = "Niste spojeni na Wi-Fi";
"STATE_JOINWIFI_SUBHEADER" = "Spojite se na javnu Wi-Fi mrežu koja podržava Skypeov Wi-Fi.";

"STATE_ALREADYONLINE_HEADER" = "Već ste spojeni na mrežu";
"STATE_ALREADYONLINE_SUBHEADER" = "Čini se da ste već spojeni na internet. Uz Skypeov Wi-Fi možete se spojiti na mrežu na javnim Wi-Fi hotspotovima na više od milijun lokacija diljem svijeta.";

"STATE_GENERALERROR_HEADER" = "Spajanje nije moguće";
"STATE_GENERALERROR_SUBHEADER" = "Ova Wi-Fi mreža ne odgovara pravilno. Pokušajte se spojiti na drugu mrežu.";

"STATE_CONNECT_HEADER" = "Ovdje je dostupan Skypeov Wi-Fi";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Povezivanjem pristajem na davateljeve <a href=\"%@\">uvjete upotrebe</a>";

"STATE_CONNECT_BUTTON" = "Poveži se";
"STATE_CONNECTING_BUTTON" = "Povezivanje…";

"STATE_CONNECTED_SHORT" = "Veza je uspostavljena";
"STATE_CONNECTED_HEADER" = "Na mreži ste putem usluge Skypeov Wi-Fi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Prekini vezu";
"STATE_DISCONNECTING_BUTTON" = "Prekidanje veze…";

"STATE_NOCREDIT_HEADER" = "Nema dovoljno kredita za Skype";


/* === Mac only === */

"OK_BUTTON" = "U redu";
"LEARNMORE_BUTTON" = "Saznajte više";
"CLOSE_BUTTON" = "Zatvori";
"GO_BACK_BUTTON" = "Idi natrag";
"CONTINUE_BUTTON" = "Nastavi";

"REQUIRES_OSX_VERSION_MESSAGE" = "Za Skypeov Wi-Fi potreban je OS X %@ ili noviji.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skypeov Wi-Fi još se ne može upotrebljavati s vašim Microsoftovim računom. Prijavite se izravno sa svojim Skype imenom i lozinkom.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skypeov Wi-Fi još se ne može upotrebljavati s vašim Microsoftovim računom. Izradite račun za Skype i prijavite se izravno s njim.";

"MAIN_WINDOW_TITLE" = "Skypeov Wi-Fi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skypeov Wi-Fi — „%@“";

"FLOATER_CONNECTED_TITLE" = "Na mreži ste putem usluge Skypeov Wi-Fi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Na mreži ste";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Veza će uskoro isteći";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Zbog vaše zaštite, kada ste spojeni i trošite kredit za Skype, veza će se automatski prekinuti ako je zaboravite prekinuti sami.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d min";

"STATE_CONNECT_SUBHEADER" = "Spojite se na internet na ovoj mreži s pomoću usluge Skypeov Wi-Fi i kreditom za Skype platite samo minute koje iskoristite.";
"STATE_CONNECT_FREE_HEADER" = "Skypeov Wi-Fi ovdje je besplatan";
"STATE_CONNECT_FREE_SUBHEADER" = "Uživajte u besplatnom pristupu internetu putem ovog hotspota uz pomoć usluge Skypeov Wi-Fi. Surfajte internetom, provjerite svoju e-poštu ili se jednostavno služite Skypeom.";
"STATE_CONNECT_WISPR_HEADER" = "Imam račun kod ovog davatelja usluga";
"STATE_CONNECT_WISPR_SUBHEADER" = "Ako već imate račun kod tog davatelja usluga, ovdje unesite svoje vjerodajnice.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Vaša internetska veza uskoro istječe";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Vezu možete prekinuti u svakom trenutku, a naplatit će vam se samo iskorištene minute.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Na mreži ste otprilike %d min.";
"COUNTUP_0MIN" = "Na mreži ste manje od minute.";
"COUNTUP_1MIN" = "Na mreži ste otprilike jednu minutu.";
"STATE_CONNECTED_WISPR_HEADER" = "Sada ste spojeni na internet";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Povezani ste putem vašeg računa kod ovog davatelja usluge hotspota. Vezu možete prekinuti u svakom trenutku.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Ocijenite ovaj hotspot";

"STATE_CONNECTED_EXTEND_BUTTON" = "Ostani na mreži";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Ponovno povezivanje…";

"STATE_NOCREDIT_SUBHEADER" = "Treba vam kredit za Skype kako biste platili iskorištene minute internetskog pristupa putem usluge Skypeov Wi-Fi.";
"STATE_NOCREDIT_BUTTON" = "Nabavi kredit za Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Provjera mreže";
"STATE_JOINWIFI_SHORT" = "Nema Wi-Fi veze";
"STATE_ALREADYONLINE_SHORT" = "Već na mreži";
"STATE_GENERALERROR_SHORT" = "Pogreška";
"STATE_CONNECT_SHORT" = "Dostupno ovdje";
"STATE_NOCREDIT_SHORT" = "Nema kredita";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Preostalo %d min";
"TIMEEXPIRE_1MINUTE_LEFT" = "Preostala 1 min";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Preostalo manje od minute";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Vaša internetska veza uskoro istječe.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype ime";
"LOGIN_PASSWORD_PLACEHOLDER" = "Lozinka";
"LOGIN_BUTTON" = "Prijava";
"SIGN_OUT_BUTTON" = "Odjava";

/* unused */
"LOGIN_PROBLEMS" = "Problemi prilikom prijave?";
"LOGIN_CREATE_ACCOUNT" = "Izradite račun";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Postavke";
/* unused */
"SETTINGS_BUTTON" = "Postavke";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skypeov Wi-Fi verzije %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype i/ili Microsoft";
"ABOUT_PATENTPENDING" = "Patent u postupku priznavanja";
"ABOUT_FEEDBACK_BUTTON" = "Povratna informacija";
"ABOUT_LEGAL_BUTTON" = "Pravne napomene";
"ABOUT_TRADEMARK" = "Naziv Skype, pridruženi zaštitni znakovi i logotipovi te logotip „S“ zaštitni su znakovi tvrtke Skype.";
"ABOUT_DISCLAIMER" = "Upozorenje: Ovaj program zaštićen je zakonom o autorskim pravima i međunarodnim ugovorima. Neovlašteno umnožavanje ili distribucija ovog programa ili bilo kojeg njegovog dijela kažnjivo je prema građanskom i kaznenom zakonu, a protiv počinitelja bit će upotrijebljena sva zakonom dopuštena sredstva.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype ime";
"PROFILE_SKYPECREDIT" = "Kredit za Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "Nije dostupno";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Učitavanje…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Posjećeni hotspotovi";
"USAGE_PREVIOUSCONNECTIONS" = "Prethodna povezivanja";
"USAGE_LASTUSED" = "Zadnja upotreba";
"USAGE_LASTUSED_NEVER_VALUE" = "Nikad";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Popularne lokacije";
"SUPPORTEDNETWORKS_PROVIDERS" = "Davatelji usluga";
